import ContentHeader from "../components/common/ContentHeader";

export default function PrivacyPolicy() {
    return (
        <div>
            <ContentHeader wrapperClass="privacy-policy" pages={[["privacy-policy", "Политика конфиденциальности"]]}>
                <p>
                Мы используем файлы cookie, чтобы обеспечивать правильную работу нашего веб-сайта, персонализировать рекламные объявления и другие материалы, обеспечивать работу функций социальных сетей и анализировать сетевой трафик. Мы также предоставляем информацию об использовании вами нашего веб-сайта своим партнерам по социальным сетям, рекламе и аналитическим системам. С более подробной информацией можно ознакомиться ниже.
                </p>
            </ContentHeader>
            <div className="cookies-content content-block">
                <div className="cookies-content">
                    <h2 className="title">
                        Политика использования файлов cookie
                    </h2>
                    <p>
                        Политика КСК "Виват, Россия!" в отношении использования файлов сookie
                    </p>
                    <p>
                    КСК "Виват, Россия! использует файлы cookies на сайте kskvivat.com и других сайтах компании. На этой странице вы узнаете, что такое файлы cookie, а также как и когда мы их используем.
                    </p>
                    <h2>
                        Определение термина «cookie»
                    </h2>
                    <p>
                        Cookie — это фрагменты данных, которые генерирует веб-сервер и которые веб-сайт сохраняет на вашем пользовательском устройстве (компьютере, смартфоне, планшете и др.). Каждый сайт или сторонний сервис отправляет файлы cookie браузеру, установленному на вашем устройстве, только в том случае, если ваш браузер позволяет это сделать. Это возможно, если вы не установили никаких ограничений в настройках браузера на сохранение cookie-файлов.
                    </p>
                    <p>
                        В файлах cookie содержится приоритетно анонимная информация.
                    </p>
                    <p>
                        Файлы cookie дают сайту возможность запомнить ваши настройки, сохранить ваш e-mail адрес, ранее введённый на сайте, запомнить страницы сайта, которые вы посетили ранее.
                    <br />
                    Браузеры – это очень продуманная технология. Они защищают личные данные и позволяют веб-сайтам получить доступ только к тем файлам cookie, которые ранее были отправлены ему.
                    </p>
                    <p>
                        Файлы cookie делятся на:
                    </p>
                    <ul>
                        <li>- сессионные. Они хранятся в памяти браузера только во время вашего сеанса, после выхода с сайта сразу же удаляются.</li>
                        <li>- постоянные. Они хранятся в памяти браузера продолжительное время.</li>
                    </ul>
                    <h2>
                        Определение термина «браузер»
                    </h2>
                    <p>
                        Браузер — это приложение для просмотра веб-сайтов. Самые популярные браузеры — это Chrome, Internet Explorer, Firefox и Safari.
                    </p>
                    <p>
                        Вы можете:
                    </p>
                    <ul>
                        <li>- принимать все файлы cookie;</li>
                        <li>- просить браузер уведомлять, когда используются файлы cookie;</li>
                        <li>- не принимать файлы cookie.</li>
                    </ul>
                    <h2>
                        Файлы cookie на kskvivat.com и как мы их используем
                    </h2>
                    <p>
                        Мы используем файлы cookie для того, чтобы:
                    </p>
                    <ul>
                        <li>- наш сайт был более функциональным;</li>
                        <li>- для понимания того, как вы передвигаетесь на сайте, какой контент потребляете лучше, для разработки контентной стратегии сайта;</li>
                        <li>- понимать, сколько посещений сайта было за день, месяц, год. Анализировать географическую принадлежность пользователей сайта, количество повторных заходов и другие данные.</li>
                    </ul>
                    <p>Представляем вашему вниманию названия файлов cookies, которые мы используем на нашем сайте.</p>
                    <h2>Персонализирующие файлы cookie</h2>
                    <p>Эти файлы помогают нам распознавать повторные визиты пользователей на сайт и показывать информацию, которую человек смотрел ранее, или подставлять контактные данные в формы, которые были введены посетителями в предыдущие заходы.</p>
                    <h2>Файлы cookie сторонних сервисов</h2>
                    <p>Кнопки социальных сетей, видеоролики и некоторые другие сервисы нашего сайта являются собственностью других компаний. Эти компании могут также использовать файлы cookie на вашем устройстве, если вы использовали их на нашем сайте или ранее были в них зарегистрированы.</p>
                    <p>С политикой конфиденциальности использования персональных данных этими сервисами, вы можете ознакомиться на сайтах этих сервисов.</p>
                    <h2>Блокировка файлов cookie</h2>
                    <p>Все браузеры позволяют простыми действиями отключить файлы cookie.
                    Для их отключения необходимо зайти в настройки браузера и найти в них файлы cookie.
                    <br />
                    Но нужно помнить, что блокировка файлов cookie может оказать негативное влияние на работоспособность многих веб-сайтов.
                    </p>
                    <h2>Как удалить файлы</h2>
                    <p>
                        Также всегда можно удалить файлы cookie, которые хранятся на вашем компьютере. Для этого достаточно следовать инструкциям браузера. Опять же, удаление файлов cookie может оказать негативное влияние на работоспособность многих веб-сайтов.
                    </p>
                </div>
                <div className="confidential-content">
                    <h2>
                        Политика конфиденциальности и обработки персональных данных
                    </h2>
                    <p>
                        Мы придаем серьезное значение защите находящихся у нее персональных данных третьих лиц и предпринимаем целенаправленные меры для обеспечения неприкосновенности частной жизни указанных лиц.
                    </p>
                    <ul>
                        <li>- Обработка персональных данных осуществляется на законной и справедливой основе.</li>
                        <li>- Обработке подлежат только персональные данные, которые отвечают цели - поддержке обратной связи с пользователем (субъекта персональных данных).</li>
                        <li>- Обработка персональных данных осуществляется с соблюдением принципов и правил, предусмотренных законодательством Российской Федерации.</li>
                        <li>- Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных.</li>
                        <li>- Обработка персональных данных осуществляется на территории Российской Федерации.</li>
                    </ul>
                    <ul>
                        <p>Некоторые действия пользователей автоматически сохраняются в журналах сервера:</p>
                        <li>- IP-адрес;</li>
                        <li>- данные о типе браузера, надстройках, времени запроса и т. д.</li>
                    </ul>
                    <h2>Цель использования полученной информации</h2>
                    <p>Сведения, полученные от пользователя, используются для связи с ним.</p>
                    <h2>Предоставление данных третьим лицам</h2>
                    <p>Полученные персональные данные не подлежат раскрытию третьим лицам и не подлежат распространению без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.</p>
                    <h2>Безопасность данных</h2>
                    <p>При сборе персональных данных посредством информационно-телекоммуникационной сети "Интернет", обеспечивается запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской Федерации с использованием баз данных, находящихся на территории Российской Федерации.
                    </p>
                    <ul>
                        <p>Обеспечение безопасности персональных данных достигается, в частности:</p>
                        <li>1) определением угроз безопасности персональных данных при их обработке в информационных системах персональных данных;</li>
                        <li>2) применением организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных, необходимых для выполнения требований к защите персональных данных, исполнение которых обеспечивает установленные Правительством Российской Федерации уровни защищенности персональных данных;</li>
                        <li>3) применением прошедших в установленном порядке процедуру оценки соответствия средств защиты информации;</li>
                        <li>4) оценкой эффективности принимаемых мер по обеспечению безопасности персональных данных до ввода в эксплуатацию информационной системы персональных данных;</li>
                        <li>5) учетом машинных носителей персональных данных;</li>
                        <li>6) обнаружением фактов несанкционированного доступа к персональным данным и принятием мер;</li>
                        <li>7) восстановлением персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним;</li>
                        <li>8) установлением правил доступа к персональным данным, обрабатываемым в информационной системе персональных данных, а также обеспечением регистрации и учета всех действий, совершаемых с персональными данными в информационной системе персональных данных;</li>
                        <li>9) контролем за принимаемыми мерами по обеспечению безопасности персональных данных и уровня защищенности информационных систем персональных данных.</li>
                    </ul>
                    <h2>Изменения</h2>
                    <p>Обновления политики конфиденциальности публикуются на данной странице.</p>
                    <h2>Удаление данных</h2>
                    <p><span></span> Сведения о субъекте персональных данных могут быть в любое время исключены из общедоступных источников персональных данных по требованию субъекта персональных данных по электронному адресу <a href="mailto:mariolewool@yandex.ru">ksk.vivat-russia@yandex.ru</a></p>
                </div>
            </div>
        </div>
    );
}